Repository: hupe13/respect-robotstxt-or-block
Catalog: lang/respect-robotstxt-*-block-*.po
Languages: de_de

source: Add entry
de_de: Füge einen Eintrag hinzu

source: all
de_de: alle

source: Change view
de_de: Wechsle die Ansicht

source: Delete selected entries
de_de: Lösche die ausgewählten Einträge

source: Deleted:
de_de: Gelöscht:

source: Deleting:
de_de: Gelöscht:

source: Entry for %1$s %2$s and %3$s %4$s inserted.
de_de: Der Eintrag für %1$s %2$s und %3$s %4$s wurde hinzugefügt.

source: Help
de_de: Hilfe

source: Help and Options
de_de: Hilfe und Optionen

source: Inserting
de_de: Einfügen

source: Last rotation of values
de_de: Letzte Rotation der Werte

source: Last rotation:
de_de: Letzte Rotation:

source: manage one table for all domains or one table for each domain
de_de: eine Tabelle für alle Domains oder eine Tabelle für jede Domain verwalten

source: Multisite domains settings are available on %1$smain site%2$s.
de_de: Die Einstellungen für Multisite-Domains sind auf %1$sHauptseite%2$s verfügbar.

source: Next rotation of values
de_de: Nächste Rotation der Werte

source: one table for all
de_de: eine Tabelle für alle

source: one table for each domain
de_de: eine Tabelle für jede Domain

source: only without access
de_de: nur ohne Zugriffe

source: Path of log file
de_de: Pfad der Logdatei

source: Please select view
de_de: Wähle bitte die Ansicht aus

source: Provide a robots.txt to forbid crawling and block the crawlers if they do it anyway
de_de: Liefere eine robots.txt aus, die das Crawlen verbietet und blockiere die Crawler, die es trotzdem tun.

source: Reset
de_de: Zurücksetzen

source: Respect the robots.txt or be blocked
de_de: Respektiere die robots.txt oder werde geblockt

source: rotate the counts daily, weekly or monthly
de_de: Rotiere die Werte täglich, wöchentlich oder monatlich

source: Select to delete
de_de: Wähle die zu löschenden Einträge aus

source: Setting:
de_de: Einstellung:

source: Settings
de_de: Einstellungen

source: Settings for the table
de_de: Einstellungen für die Tabelle

source: There was an error deleting the entry
de_de: Es gab einen Fehler beim Löschen dieses Eintrages

source: There was an error in the form.
de_de: Es gab einen Fehler im Formular.

source: There was an error inserting the entry for
de_de: Es gab einen Fehler beim Eintragen von

source: This is the table for all domains on this multisite.
de_de: Dies ist die Tabelle für alle Domains auf dieser Multisite.

source: This is the table for the domain %1$s.
de_de: Dies ist die Tabelle für die Domain %1$s.

source: You can have one table for all domains or one table for each domain.
de_de: Du kannst eine Tabelle für alle Domains oder eine Tabelle für jede Domain haben.

source: You can manage the settings of the table %1$s %2$shere%3$s.
de_de: Du kannst die Einstellungen der Tabelle %1$s %2$shier%3$s verwalten.

source: You have %s domains on your multisite.
de_de: Du hast %s Domains auf der Multisite.
